Repository: tomstasz/skills-trainer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Recruitment
pl: Rekrutacyjny

source: Training
pl: Treningowy

source: category
pl: Obszar

source: technology
pl: Technologia

source: User Name
pl: Nazwa użytkownika

source: Number of questions
pl: Liczba pytań

source: Mode
pl: Tryb

source: Email address is incorrect.
pl: Podaj poprawny adres email.

source: Email address is already taken.
pl: Podany adres email jest już zajęty.

source: Seniority
pl: Poziom zaawansowania

source: Warsaw
pl: Warszawa

source: New York
pl: Nowy Jork

source: Quiz will not be generated without setting seniority levels. Please try to fill the fields again.
pl: Quiz nie zostanie wygenerowany bez wybrania poziomu zaawansowania dla każdej technologii. Proszę ponownie wypełnić pola.

source: English
pl: Angielski

source: Polish
pl: Polski

source: Correct answers:
pl: Poprawna odpowiedź:

source: True
pl: Prawda

source: False
pl: Fałsz

source: Send
pl: Wyślij

source: Technology
pl: Technologia

source: Next
pl: Dalej

source: Time zone:
pl: Strefa czasowa:

source: Set
pl: Ustaw

source: Save
pl: Zapisz

source: Find
pl: Znajdź

source: User:
pl: Użytkownik:

source: Number of questions per technology:
pl: Liczba pytań dla każdej technologii:

source: Initial level:
pl: Poziom startowy:

source: Junior Score:
pl: Poziom junior:

source: Number of junior questions:
pl: Liczba pytań juniorskich:

source: Regular Score:
pl: Poziom regular:

source: Number of regular questions:
pl: Liczba pytań regular:

source: Senior Score:
pl: Poziom senior:

source: Number of senior questions:
pl: Liczba pytań seniorskich:

source: General Score:
pl: Wynik całościowy:

source: Please set initial seniority for each technology in quiz:
pl: Proszę ustawić początkowy poziom zaawansowania dla każdej technologii w quizie:

source: Generate Quiz Link
pl: Wygeneruj link do quizu

source: None of previously showed answers was correct.
pl: Żadna z wyświetlonych odpowiedzi nie była prawidłowa

source: Your answer:
pl: Twoja odpowiedź:
